"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Canale: ";
"    Country Code: "    = "    Codice Paese: ";
"    IP Address: "      = "    Indirizzo IP: ";
"    Internet: "        = "    Internet: ";
"    MCS Index: "       = "    Indice MCS: ";
"    NSS: "             = "    NSS: ";
"    Noise: "           = "    Disturbo: ";
"    PHY Mode: "        = "    Modalità PHY: ";
"    RSSI: "            = "    RSSI: ";
"    Router: "          = "    Router: ";
"    Security: "        = "    Sicurezza: ";
"    Tx Rate: "         = "    Frequenza Tx: ";
"%@'s Credentials" = "Credenziali di %@";
"%@'s Info" = "Informazioni su %@";
"About HeliPort" = "Informazioni su HeliPort";
"Address: " = "Indirizzo: ";
"Auto Join" = "Connetti automaticamente";
"Automatically check for updates." = "Controlla automaticamente gli aggiornamenti.";
"Automatically download new updates." = "Scarica automaticamente gli aggiornamenti.";
"Cancel" = "Annulla";
"Check for Updates..." = "Controlla gli aggiornameti...";
"Close" = "Chiudi";
"Create Diagnostics Report..." = "Crea resoconto di diagnosi...";
"Create Network..." = "Crea rete...";
"Disconnect from: " = "Disconnetti da: ";
"Dismiss" = "Chiudi";
"Drag networks into the order you prefer." = "Sposta le reti nell'ordine che preferisci.";
"Dynamic WEP" = "WEP Dinamico";
"Enable Wi-Fi Logging" = "Abilita il log Wi-Fi";
"Encryption type unsupported" = "Protocollo di sicurezza non supportato";
"Enter the name and security type of the network you want to join." = "Inserire il nome e il tipo di protezione della rete a cui desideri accedere.";
"FUNCTION NOT IMPLEMENTED" = "FUNZIONE NON IMPLEMENTATA";
"Find and join a Wi-Fi network." = "Trova e accedi a una rete Wi-Fi. ";
"General" = "Generali";
"HeliPort API Version: " = "Versione API di HeliPort: ";
"HeliPort running at an unexpected path" = "HeliPort è in un percorso non supportato";
"Interface Name: " = "Nome Interfaccia: ";
"Join Other Network..." = "Accedi a un'altra rete...";
"Join" = "Connetti";
"Launch At Login" = "Avvia al login";
"Network Name" = "Nome della Rete";
"Network Name:" = "Nome della Rete:";
"Network Preferences" = "Preferenze di Rete";
"Networks" = "Reti";
"No Network Avaliable" = "Nessuna rete disponibile";
"No Status Information Avaliable" = "Nessuna informazione di stato disponibile";
"None" = "Nessuna";
"Open Network Preferences..." = "Apri Preferenze di Rete...";
"Open Wireless Diagnostics..." = "Apri Diagnosi Wireless...";
"Password" = "Password";
"Password:" = "Password:";
"Quit HeliPort" = "Chiudi HeliPort";
"Reachable" = "Raggiungibile";
"Remember this network" = "Ricorda questa rete";
"Remove Wi-Fi network %@?" = "Rimuovere la rete Wi-Fi %@?";
"Remove" = "Rimuovi";
"Saved Networks:" = "Reti salvate:";
"Security" = "Sicurezza";
"Security:" = "Sicurezza:";
"Show password" = "Mostra la password";
"Turn Wi-Fi Off" = "Disattiva il Wi-Fi";
"Turn Wi-Fi On" = "Attiva il Wi-Fi";
"Unavailable" = "Non disponibile";
"Unknown" = "Sconosciuto";
"Unreachable" = "Non raggiungibile";
"Updates:" = "Aggiornamenti:";
"Username:" = "Nome utente:";
"Version: " = "Versione: ";
"View saved credentials from keychain for the selected network." = "Mostra le credenziali salvate sul portachiavi della rete selezionata.";
"View saved credentials from keychain for this network." = "Mostra le credenziali salvate sul portachiavi di questa rete.";
"Visit OpenIntelWireless on GitHub" = "Visita OpenIntelWireless su GitHub";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Enterprise";
"WPA/WPA2 Personal" = "WPA/WPA2 Personal";
"WPA2 Enterprise" = "WPA2 Enterprise";
"WPA2 Personal" = "WPA2 Personal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Enterprise";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Personal";
"WPA3 Enterprise" = "WPA3 Enterprise";
"WPA3 Personal" = "WPA3 Personal";
"Wi-Fi Network \"" = "Rete Wi-fi \"";
"Wi-Fi: Connected" = "Wi-Fi: connesso";
"Wi-Fi: Connecting" = "Wi-Fi: in connessione";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: cerco reti...";
"Wi-Fi: Off" = "Wi-Fi: non attivo";
"Wi-Fi: On" = "Wi-Fi: attivo";
"Wi-Fi: Status unavailable" = "Wi-Fi: Stato non disponibile";
"Your Mac will no longer join this Wi-Fi network." = "Il tuo Mac non si connetterà più a questa rete Wi-Fi";
"\" Requires Password" = "\" Password necessaria";
"itlwm API Version: " = "Versione API di itlwm: ";
"itlwm Version Mismatch" = "La versione di itlwm non corrisponde";
"itlwm is not running" = "itlwm non è in esecuzione";
"none" = "nessuna";
"verify your credentials to show the stored password" = "verifica le tue credenziali per mostrare la password salvata";
